{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "flutter-tools.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-ReplaceWithRegister": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vimtex": { "branch": "master" }
}
